Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: A set of external arms to functionally store the genetic information of all the housed species within in the planned $name_orbital_artificial_eco$, so that if any become extinct they can be recovered.
ru: Полный $name_orbital_artificial_eco$, наполненный импортированными видами, а также изготовленными с помощью генной инженерии. Эта уникальная экосистема может быть смоделирована и деформирована нашими учеными по желанию, чтобы изучить, как функционирует природа.

source: A set of intricately-designed power conduits and ultra-efficient deflectors are used to carefully gather and redirect the Quasar's polar jets, granting us immense amounts of usable energy for our hyperweapon.
ru: Набор хитроумно сконструированных энергетических каналов и сверхэффективных дефлекторов используется для тщательного сбора и перенаправления полярных струй квазара, предоставляя нам огромное количество полезной энергии для нашего гипероружия.

source: A setback for the Imperium.
ru: Неудача для Империума.

source: A settlement in the sheltered caves of the arctic layer.
ru: Поселение в защищенных пещерах арктического слоя

source: A shame.
ru: Позор.

source: A signal relay hub serving instructions from the station far above.
ru: Узел ретрансляции сигналов, обслуживающий инструкции со станции далеко наверху.

source: A significant link to the Solar Shipyard to provide unique bonuses not on the simple shipyards.
ru: Важная ссылка на Солнечную верфь для предоставления уникальных бонусов, которых нет на простых верфях.

source: A single consciousness controls this vessel.
ru: Единое сознание управляет этим сосудом.

source: A single huge fusion-antimatter nuclear warhead.
ru: Единственная огромная ядерная боеголовка из термоядерного синтеза и антивещества.

source: A skilled orator, this leader can sway the population by broadcasting speeches across the worlds.
ru: Умелый оратор, этот лидер может влиять на умы граждан.

source: A slave such as it will make do with a lesser feed
ru: Такой раб, как он, обойдется меньшим количеством корма

source: A slower and more careful approach to our analysis of Blokkat Scrap will yield more permanent results.
ru: Более медленный и тщательный подход к нашему анализу отходовБлоккатдаст более стойкие результаты.

source: A small price to pay for unlimited power.
ru: Небольшая цена за неограниченную мощность.

source: A special component slot.
ru: Специальный слот для компонентов.

source: A special deposit unlocked by the $ap_pyramidal_society$ Ascension Perk.
ru: Специальный депозит, разблокированный $ap_pyramidal_society$ Перк вознесения.

source: A special heavily secured facility where treasures can be and collected and stored.
ru: В специальном охраняемом помещении можно собирать и хранить сокровища.

source: A special reserve on the planet connected to the local Hivemind.
ru: Особый резерв, присутствующий на планете и связанный с местным Коллективным разумом.

source: A special robotic task force dedicated to planetary defense.
ru: Специальная боевая группа роботов для планетарной обороны.

source: A special task force dedicated to planetary defense.
ru: Специальная оперативная группа планетарной обороны.

source: A special unit trained in the facilities of a $name_maginot$ for offensive operations and planetary invasions.
ru: Специальное подразделение, прошедшее подготовку на объектах a $name_maginot$ для наступательных операций и планетарных вторжений.

source: A specialized army of soldiers that have received experimental memory implants containing a variety of strategies, combat techniques and tactics.
ru: Специальная армия экспериментальных солдат, способных противостоять большинству неожиданных ситуаций.

source: A specialized facility that transforms nano workers into nanites for more advanced purposes.
ru: Специализированный объект, превращающий нанорабочих в нанитов для более продвинутого использования.

source: A specialized institute for research and experiments in the branch of abstract physics, with a very large capacity for research staff.
ru: Специализированный институт для феноменальных исследований и экспериментов в области абстрактной физики, с очень большой вместимостью исследовательского персонала.

source: A specially-crafted Jump Drive capable of immense jump distance.
ru: Специально созданный прыжковый привод, способный совершать огромные прыжки на расстояние.

source: A spell of strife is being cast upon us.
ru: На нас накладывается заклинание раздора

source: A sprawling administrative installation, managing communications for the station and its host planet.
ru: Обширное административное сооружение, управляющее комЛуныикациями станции и принимающей ее планеты.

source: A sprawling complex of arcane energy-to-mass converters that create the raw materials required to keep a pre-FTL civilization running.
ru: Разросшийся комплекс тайных преобразователей энергии в массу, которые создают сырье, необходимое для поддержания функционирования цивилизации, существовавшей до сверхсветовой скорости.

source: A sprawling complex of interconnected space stations clustered around a large central core.
ru: Обширный комплекс взаимосвязанных космических станций, сгруппированных вокруг большого центрального ядра

source: A sprawling industrial region built to augment planetary productivity.
ru: Обширный промышленный регион, построенный для увеличения производительности планеты.

source: A star shines.
ru: Сияет звезда.

source: A station module full of offices dedicated to the glory of effective and meticulous paperwork.
ru: Модуль станции, полный офисов, посвященных эффективной и скрупулезной бумажной работе

source: A struggle for survival.
ru: Борьба за выживание.

source: A substantial outpost of a highly centralized megacorporation, integrated with local infrastructure and society.
ru: Значительный форпост высокоцентрализованной мегакорпорации, интегрированный с местной инфраструктурой и обществом

source: A supranational organization established by the remains of the collapsed Katzenartig Imperium.
ru: Наднациональная организация, созданная остатками рухнувшей империи Катзеринга.

source: A surface relay node and deployment post for the ongoing expeditions on this planet.
ru: Наземный ретрансляционный узел и пункт развертывания для текущих экспедиций на этой планете

source: A surprisingly powerful army consisting of Katzens as well as various species from Flusion.
ru: Удивительно мощная армия, состоящая из Катзенов, а также различных видов из Флюсиаллаа.

source: A swarm of drones linked to their host $name_maginot_world$, they require no crew, onboard shield generators, or independent command cores, and can thus operate more effectively in combat than free-flying strike craft of similar size.
ru: Рой дронов, связанных со своим хозяином $name_maginot_world$, они не требуют экипажа, бортовых генераторов щита или независимых командных ядер и, таким образом, могут действовать более эффективно в бою, чем свободно летающие ударные корабли аналогичного размера.

source: A temporary setback, with a silver lining.
ru: Временная неудача, но нет худа без добра

source: A terrible crime...
ru: Ужасное преступление...

source: A toast to Dofus!
ru: Тост за Дофуса!

source: A toast to our Zuspri friends!
ru: Тост за наших эзиканских друзей!

source: A tragedy which could have been avoided.
ru: Трагедия, которой можно было избежать

source: A tragedy.
ru: Трагедия.

source: A triple miniature ringworld-like structure circling a planet's equator and poles, providing its inhabitants with additional district slots.
ru: Тройная миниатюрная структура, похожая на мир-кольцо, вращающаяся вокруг экватора и полюсов планеты, предоставляя ее обитателям дополнительные места в округе.

source: A true leader learns as much from failure as they do from success.
ru: Настоящий лидер учится на неудачах не меньше, чем на успехах.

source: A true organic paradise.
ru: Настоящий органический рай.

source: A true testament to our devotion, these computational nodes have been dedicated to spiritual questions and simulations.
ru: Истинным свидетельством нашей преданности является то, что эти вычислительные узлы были посвящены духовным вопросам и моделированию.

source: A truly massive project that transforms a planet into a colonizable planetary computer, providing huge buffs to researchers on the surface.
ru: Поистине масштабный проект, который превращает планету в пригодный для колонизации планетарный компьютер, предоставляя огромные преимущества исследователям на поверхности.

source: A unique genus of plants is creating a vast network around the planet, making it really valuable scientifically.
ru: Уникальный род растений создает обширную сеть по всей планете, что делает его действительно ценным с научной точки зрения.

source: A unique type of toxic planet, entirely poisoned with strange toxic particles that stain the atmosphere a brilliant crimson.
ru: Уникальный тип токсичной планеты, полностью отравленной красными токсичными частицами, которые окрашивают атмосферу в красный цвет.

source: A vast gas giant-spanning stronghold that seeks to be utterly unassailable for any enemy force.
ru: Огромная крепость, охватывающая газового гиганта, которая стремится быть совершенно неприступной для любых вражеских сил.

source: A vast military complex which helps in managing our military.
ru: Огромный военный комплекс, который помогает в управлении нашими вооруженными силами.

source: A vast network of Katzen-built refineries designed to artificially synthetize strategic resources.
ru: Обширная сеть перерабатывающих заводов, построенных компанией Катзен, предназначенных для искусственного синтеза стратегических ресурсов.

source: A vast planet-spanning stronghold that seeks to be utterly unassailable for any enemy force.
ru: Огромная крепость, охватывающая всю планету, которая стремится быть совершенно неприступной для любых вражеских сил.

source: A vast ring-spanning stronghold that seeks to be utterly unassailable for any enemy force.
ru: Огромная крепость, охватывающая кольцо, которая стремится быть совершенно неприступной для любых вражеских сил.

source: A vast segment filled with laboratories designed to study the mysterious interstellar void, which provides an opportunity to conduct experiments in complete peace.
ru: Обширный сегмент, заполненный лабораториями, предназначенными для изучения таинственной межзвездной пустоты, которая предоставляет возможность проводить эксперименты в полном спокойствии.

source: A very big mistake.
ru: Очень большая ошибка.

source: A very big particle accelerator built around a star, capable of accelerating particles to almost the speed of light.
ru: Очень большой ускоритель частиц, построенный вокруг звезды, способный разгонять частицы почти до скорости света.

source: A very delicate alteration of a captive Blokkat's consciousness through hyperdimensional 'surgery' shall transform the advanced creature into a willing and loyal leader for our empire.
ru: Очень деликатное изменение сознания плененного Блокката с помощью гиперпространственной "хирургии" превратит продвинутое существо в добровольного и лояльного лидера нашей империи.

source: A very large station housing a completely artificial ecosystem to study nature.
ru: Очень большая станция, содержащая полностью искусственную экосистему для изучения природы.

source: A victory for democracy.
ru: Победа демократии.

source: A virtual target marker that designates the QS-O's unfortunate target.
ru: Виртуальный целевой маркер, который обозначает неудачную цель QS-O.

source: A weapon which fires hypercondensed bolt of loopquantum lightning surrounded by a vortex of psionic energy, which punches straight through most armor and shields, striking directly at a ship's hull.
ru: Оружие, которое стреляет гиперконденсированным разрядом петлевой квантовой молнии, окруженной вихрем псионической энергии, которая пробивает большую часть брони и щитов, поражая непосредственно корпус корабля.

source: A wonderful achievement.
ru: Замечательное достижение.

source: A world-spanning system of deep bunkers gives our armies unprecedented strike power while on this world.
ru: Охватывающая весь мир система глубоких бункеров дает нашим армиям беспрецедентную ударную мощь, находясь в этом мире.

source: A worthwhile endeavor!
ru: Стоящее начинание!

source: A written remark from a Bureau Overseer is the nightmare of any ambitious administrator.
ru: Письменное замечание от начальника комитетами - кошмар любого амбициозного администратора.

source: AI Controlled Ships
ru: ИИ-флиткомы

source: AI Core
ru: Ядро ИИ

source: AI Planet Audit $giga_frameworld_ai_helper$
ru: Аудит планеты искусственного интеллекта $giga_frameworld_ai_helper$

source: AI Savings Account
ru: Сберегательный счет искусственного интеллекта

source: AI Uprising
ru: Восстание ИИ

source: AI helper to encourage them to build hyper relays, until the weighted random bug is fixed.
ru: Помощник искусственного интеллекта, чтобы побудить их создавать гипер-ретрансляторы, пока не будет исправлена ошибка взвешенного случайного числа.

source: Abandoned Capital
ru: Заброшенная столица

source: Abandoned Government Seat
ru: Покинутое правительственное кресло

source: Abandoned Industrial Zone
ru: Заброшенная промышленная зона

source: Abandoned Infrastructure
ru: Заброшенная инфраструктура

source: Abandoned Laboratory
ru: Заброшенная лаборатория

source: Abandoned Outpost
ru: Заброшенный аванпост

source: Abandoned Planetary Computing Complex
ru: Заброшенный планетарный вычислительный комплекс

source: Abandoned Ring Station
ru: Заброшенная кольцевая станция

source: Abandoned Settlement
ru: Заброшенное поселение

source: Abandoned Settlement - Factory
ru: Заброшенное поселение - фабрика

source: Abandoned Settlement - Farms
ru: Заброшенные поселения - фермы

source: Abandoned Settlement - Power Plant
ru: Заброшенное поселение - электростанция

source: Abandoned Settlement - Recycling
ru: Заброшенное поселение - переработка отходов

source: Abandoned Ships
ru: Брошенные корабли

source: Abandoned Treasure
ru: Заброшенное сокровище

source: Abduct the Pops.
ru: Похитить Население.

source: Able to withstand incredible levels of tensile stress, these advanced materials are essential in the construction of the largest space installations.
ru: Способные выдерживать невероятные уровни растягивающих напряжений, эти передовые материалы необходимы при строительстве крупнейших космических установок

source: Abort Exploration.
ru: Прервать разведку.

source: Abort the operation.
ru: Прервать операцию.

source: About time.
ru: Давно пора.

source: Abrapaw
ru: Абрапав

source: Absolute Castes
ru: Жизнь и судьба

source: Absolute Rule
ru: Железная пята олигархии

source: Absolute Scorch Blaster
ru: Абсолютный обжигающий бластер

source: Absolutely Not!
ru: Точно нет!

source: Absolutely!
ru: Безусловно!

source: Abstract Examination Institute
ru: Институт изучения абстракций

source: Abstract Hypercomputer
ru: Абстрактный гиперкомпьютер

source: Abstract Physics Theory
ru: Абстрактная физическая теория

source: Abstract Supercomputer
ru: Абстрактный суперкомпьютер

source: Abundant gas deposits provide ample energy generation opportunities.
ru: Богатые залежи газа предоставляют широкие возможности для выработки энергии

source: Abyssal Army
ru: Армия бездны

source: Abyssal Bulwark
ru: Глубинный бастион

source: Abyssal Bulwarks
ru: Бастионы бездны

source: Abyssal Crystals
ru: Кристаллы Бездны

source: Abyssal Host
ru: Бездонное воинство

source: Academic
ru: Преподаватель

source: Academies, schools, and universities are spread across our empire and those that wish to reach the top do so through their intricate hierarchies.
ru: Академии, школы и университеты распределены по всей нашей империи, и тот, кто желает достичь вершины познаний, должен быть готовым проделать большой путь.

source: Academy
ru: Академия

source: Academy Traditions
ru: Традиции академии

source: Academy Traditions finished
ru: Традиции академии завершены

source: Accelerating Demise
ru: Ускоряющаяся кончина

source: Accelerators Built
ru: Построенные ускорители

source: Access $building_phanon_clone_vats$
ru: Доступ к $building_phanon_clone_vats$

source: Access $building_phanon_hive_evochamber$
ru: Доступ к $building_phanon_hive_evochamber$

source: Access $building_stellarite_clone_vats$
ru: Доступ к $building_stellarite_clone_vats$

source: Access $building_stellarite_hive_evochamber$
ru: Доступ к $building_stellarite_hive_evochamber$

source: Access Kool Aid Assembly
ru: Доступ к сборке Хладо-гена

source: Access: $Sector_Z749$
ru: Доступ к: $Sector_Z749$

source: Accessible fuels and favorable conditions for power plant construction.
ru: Доступное топливо и благоприятные условия для строительства электростанции

source: Accessing the 4-D Structure
ru: Доступ к 4-D структуре

source: Accretion Collectors Built
ru: Построены аккреционные коллекторы

source: Accuracy
ru: Точность

source: Achievements
ru: Достижения

source: Acisikon Maelstrom
ru: Водоворот Ацисикона

source: Acisveon Vortex
ru: Вихрь Ацисвеона

source: Acknowledged
ru: Подтверждено

source: Acknowledged.
ru: Подтверждено

source: Acodia Maelstrom
ru: Водоворот Акодии

source: Acoilias Singularity
ru: Сингулярность Акойлии

source: Acolia Vortex
ru: Вихрь Аколии

source: Acolyte of the Foundry
ru: Послушник литейного цеха

source: Acolytes of the Foundry
ru: Послушники литейного цеха

source: Acquire Systemcraft Crew
ru: Приобрести команду Системное мастерство

source: Acquisition of Technology (AoT) Options
ru: Меню настроек мода Acquisition of Technology (AoT)

source: Activate Chrysalis Protocol
ru: Активировать Протокол Кризалис

source: Activate Expanded Maintenance Protocols
ru: Активировать расширенные протоколы обслуживания

source: Activate Hyperdimensional Destabilizer
ru: Активировать Гиперпространственный дестабилизатор

source: Activate Kool Aid Code-Base Protocol
ru: Активировать протокол кодовой базы Хладо-гена

source: Activate Kool Aid Enrichment Protocol
ru: Активировать протокол Хладо-ген-обогащения

source: Activate Restorator
ru: Активировать реставратор

source: Activate the Dimensional Dropper.
ru: Активировать измерительный дроппер.

source: Activate the Gate.
ru: Активировать врата.

source: Activate the Intertemporal Restorator and retrieve a star from the far future.
ru: Активируйте Межвременной реставратор и извлеките звезду из далекого будущего.

source: Activate the beacon
ru: Активировать маяк

source: Activate the policy.
ru: Включить политику.

source: Activating the Hyperdimensional Destabilizer
ru: Активация гиперпространственного дестабилизатора

source: Activating the Hyperdimensional Destabilizer now would shred spacetime apart and destroy the megastructure.
ru: Активация гиперпространственного дестабилизатора сейчас разорвала бы пространство-время на части и разрушила мегаструктуру.

source: Active Ascension Engine
ru: Активный двигатель вознесения

source: Active Core
ru: Активное ядро

source: Active Planetary Matter Harvester
ru: Активный сборщик планетарной материи

source: Active QS-O Gateway
ru: Активный шлюз QS-O

source: Active Subspace Disruption Field
ru: Активное поле разрушения подпространства

source: Acuadros Maelstrom
ru: Водоворот Акуадроса

source: Acuran Black Hole
ru: Акуранская черная дыра

source: Acusuks Maw
ru: Пасть Акусука

source: Adaptive $NANITE_HEAVY_TITAN_BOW$
ru: Адаптивные $NANITE_HEAVY_TITAN_BOW$

source: Adaptive Orbital Construction Methods
ru: Адаптивные методы построения орбиты

source: Adaptive Society
ru: Адаптивное общество

source: Add Survey
ru: Добавить опрос

source: Additional facilities built by the $pc_giga_frameworld$'s native civilization to house a variety of systems.
ru: Дополнительные помещения, построенные $pc_giga_frameworld$__$auth_machine_intelligence$ для размещения различных систем

source: Additional resources and manpower will be made available to our explorers, even at the expense of our efforts in space.
ru: Нашим исследователям будут предоставлены дополнительные ресурсы и рабочая сила, даже за счет наших усилий в космосе

source: Additional upgrades made to our decentralized Planetary Dockyards such as expanded infrastructures will further enhance our shipbuilding capabilities in the long run.
ru: Дополнительные обновления, произведенные на наших децентрализованных планетарных верфях, такие как расширенная инфраструктура, еще больше расширят наши возможности судостроения в долгосрочной перспективе.

source: Adeptus Arbites
ru: Адепты Порядка

source: Adle
ru: Адле

source: Administration Building
ru: Административное здание

source: Administration District
ru: Административный округ

source: Administration Districts
ru: Административные районы

source: Administration Headquarters Complete.
ru: Штаб-квартира администрации завершена.

source: Administrative Disorganization
ru: Административная дезорганизация

source: Administrative District
ru: Административный округ

source: Administrative Districts
ru: Административные районы

source: Administrative Hypersegment
ru: Административный гиперсегмент

source: Administrative Hypersegments
ru: Административные гиперсегменты

source: Administrative Node
ru: Административный узел

source: Administrative Nodes
ru: Административные узлы

source: Administrative Outlook
ru: Административные перспективы

source: Administrative Overextension
ru: Административное перенапряжение

source: Administrative Streamlining
ru: Административное упорядочение

source: Administrator
ru: Администратор

source: Administrators of environmental projects, research, and cultural affairs, these civil servants and their underlings tie together society on the Physma insula.
ru: Администраторы экологических проектов, исследований и культурных мероприятий, эти государственные служащие и их подчиненные объединяют общество на острове Физма

source: Administrators of environmental projects, research, and signal integrity, these drone clusters and their underlings ensure smooth operation of the Physma insula.
ru: Администраторы экологических проектов, исследований и целостности сигналов, эти кластеры дронов и их подчиненные обеспечивают бесперебойную работу Физма Инсула

source: Administratum
ru: Администрирование

source: Administratum Traditions
ru: Традиции администрирования

source: Administratum Traditions Finished
ru: Традиции администрирования завершены

source: Admiral Headquarters Complete.
ru: Штаб адмирала завершен.

source: Admiralty Operations
ru: Операции адмиралтейства

source: Adratic Rift Generator
ru: Адратический генератор разломов

source: Adulerth Vortex
ru: Вихрь взросления

source: Adulilaxs Singularity
ru: Сингулярность Адулилакса

source: Adullaxs Maw
ru: Пасть Адуллакса

source: Advance Society
ru: Передовое общество

source: Advanced $district_giga_frameworld_city$
ru: Продвинутый $district_giga_frameworld_city$

source: Advanced $district_giga_frameworld_city_plural$
ru: Продвинутый $district_giga_frameworld_city_plural$

source: Advanced $district_giga_frameworld_factory$
ru: Дополнительно $district_giga_frameworld_factory$

source: Advanced $district_giga_frameworld_factory_plural$
ru: Дополнительно $district_giga_frameworld_factory_plural$

source: Advanced $district_giga_frameworld_foundry$
ru: Дополнительно $district_giga_frameworld_foundry$

source: Advanced $district_giga_frameworld_foundry_plural$
ru: Дополнительно $district_giga_frameworld_foundry_plural$

source: Advanced $district_giga_frameworld_hive$
ru: Продвинутый $district_giga_frameworld_hive$

source: Advanced $district_giga_frameworld_hive_plural$
ru: Продвинутый $district_giga_frameworld_hive_plural$

source: Advanced $district_giga_frameworld_nexus$
ru: Продвинутый $district_giga_frameworld_nexus$
